# ConGridPositions

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**values** | **List[float]** |  | [optional]

## Example

```python
from ideastatica_connection_api.models.con_grid_positions import ConGridPositions

# TODO update the JSON string below
json = "{}"
# create an instance of ConGridPositions from a JSON string
con_grid_positions_instance = ConGridPositions.from_json(json)
# print the JSON string representation of the object
print(con_grid_positions_instance.to_json())

# convert the object into a dict
con_grid_positions_dict = con_grid_positions_instance.to_dict()
# create an instance of ConGridPositions from a dict
con_grid_positions_from_dict = ConGridPositions.from_dict(con_grid_positions_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)